[
  {
    "id": 1,
    "name": "Smoke Veil Youth",
    "ticketsAvailable": 0,
    "description": "A Valentine's meal leaves Harold with some startling questions about his past, and he sets off to chilly Falmouth to find some answers. At first the people of Falmouth are smart and hopeful. He is intrigued by the curiously virtuous actor, Josh Jones. However, after he introduces him to hard coffee, Harold slowly finds himself drawn into a web of adultery, sloth and perhaps, even abduction. Can Harold resist the charms of Josh Jones and uncover the secret of the enchanted gun before it's too late, or will his demise become yet another Falmouth legend?",
    "entrants": [
      { "id": 1, "tickets": 2, "email": "chrisk@optonline.net"},
      { "id": 2, "tickets": 1, "email": "johnh@mac.com"},
      { "id": 3, "tickets": 2, "email": "sokol@yahoo.com"},
      { "id": 4, "tickets": 2, "email": "citizenl@me.com"},
      { "id": 5, "tickets": 2, "email": "msherr@verizon.net"},
      { "id": 6, "tickets": 1, "email": "rcwil@outlook.com"},
      { "id": 7, "tickets": 1, "email": "offthelip@icloud.com"},
      { "id": 8, "tickets": 2, "email": "carreras@optonline.net"},
      { "id": 9, "tickets": 1, "email": "ournews@optonline.net"}
    ],
    "winners": []
  },
  {
    "id": 2,
    "name": "The Mighty Voyage",
    "ticketsAvailable": 0,
    "description": "One day, after a troubling visit from the zombie Albert Thornton, Sarah leaves her pit and sets out in search of three derelict wigs. A quest undertaken in the company of witches, ogres and deep ogres. In the search for the zombie-guarded wigs, Sarah Malkovich surprises even herself with her intelligence and skill as a psychiatrist. During her travels, Sarah rescues a guillotine, an heirloom belonging to Albert. But when Albert refuses to try cooking, their friendship is over. However, Albert is wounded at the Battle of Hastings and the two reconcile just before Sarah engages in some serious cooking.",
    "entrants": [
      { "id": 6, "tickets": 1, "email": "rcwil@outlook.com"},
      { "id": 7, "tickets": 1, "email": "offthelip@icloud.com"},
      { "id": 8, "tickets": 2, "email": "carreras@optonline.net"},
      { "id": 9, "tickets": 1, "email": "ournews@optonline.net"},
      { "id": 10, "tickets": 2, "email": "jbearp@optonline.net"},
      { "id": 11, "tickets": 2, "email": "mahbub@msn.com"},
      { "id": 12, "tickets": 2, "email": "hermanab@yahoo.ca"}
    ],
    "winners": []
  }
]
